Repository: common-repository/circulair-geld
Catalog: languages/circulair-geld-*.po
Languages: nl_nl

source: A WordPress plugin that enables payments with Circulair Currency on WooCommerce webshops.
nl_nl: Een WordPress plugin die betalingen met Circulair Geld mogelijk maakt voor WooCommerce webshops.

source: Accept payments with Circulair Currency
nl_nl: Accepteer betalingen met Circulair Geld

source: Access denied
nl_nl: Toegang geweigerd

source: AccessClient Activation Code
nl_nl: AccessClient Activativatie Code

source: AccessClient has successfully been activated.
nl_nl: AccessClient is met succes geactiveerd.

source: Activate AccessClient Mode (this option is recommended, when generating a token this option is activated by default.)
nl_nl: Activeer AccessClient Mode (deze optie wordt geadviseerd, als u een token genereerd wordt deze optie automatisch geactiveerd.)

source: Activate Circulair Currency Gateway
nl_nl: Activeer Circulair Geld Gateway

source: Activate Test Mode
nl_nl: Activeer Test Mode

source: Activate/Deactivate
nl_nl: Activeer/Deactiveer

source: An unknown error has occurred.
nl_nl: Er is een onbekende foutmelding.

source: An unknown error has occurred: %s
nl_nl: Er heeft een onbekende foutmelding plaatsgevonden: %s

source: Basic Settings
nl_nl: Basis Instellingen

source: Circulair Currency
nl_nl: Circulair Geld

source: Description
nl_nl: Beschrijving

source: Description during checkout
nl_nl: Beschrijving tijdens checkout

source: Display settings
nl_nl: Weergave instellingen

source: Do not edit this field. This is you generated token.
nl_nl: Pas dit veld niet aan. Dit is je automatisch gegenereerde token.

source: Don't forget to save you're credentials with the button at the bottom of this page!
nl_nl: Vergeet niet je gebruikersnaam en wachtwoord op te slaan met de knop onderaan deze pagina!

source: donate using qr-code
nl_nl: doneer middels qr-code

source: Edit your display settings. In most cases the defaults are what you need.
nl_nl: Pas je weergave instellingen aan. In de meeste gevallen zijn de standaard waarde voldoende.

source: Enter your four-digit code above and click
nl_nl: Voer je viercijferige code hierboven in en klik

source: Error:
nl_nl: Foutmelding:

source: Error: %1$s
nl_nl: Foutmelding: %1$s

source: Error: an unknown error has occurred.
nl_nl: Foutmelding: Er is een onbekende fout opgetreden.

source: Error: unknown responsecode: %s
nl_nl: Fourmelding: onbekende code: %s

source: Error: Wrong username and/or password.
nl_nl: Foutmelding: Verkeerde gebruikersnaam en/of wachtwoord.

source: Error: Your submission is missing data, is your activation code valid?
nl_nl: Foutmelding, Je aanvraag is incompleet, is je activatie code wel geldig?

source: Failed
nl_nl: Mislukt

source: Generate AccessClient token
nl_nl: Genereer AccessClient token

source: Generate token
nl_nl: Genereer token

source: If you cannot find these settings in your CG-account, then these settings need to be activated for your account.
nl_nl: Als u deze instellingen niet in uw CG-account kan vinden, dan moeten deze instellingen nog geactiveerd worden voor uw account.

source: Invalid ticket
nl_nl: Ongeldig ticket

source: Log in to your Circulair Currency account and go to:
nl_nl: Log in bij je Circulair Geld account en ga naar:

source: Maximum credit limit reached.
nl_nl: Maximale kredietlimiet bereikt.

source: No credentials
nl_nl: Geen inloggegevens

source: Not enough balance.
nl_nl: Onvoldoende saldo beschikbaar.

source: Order completed with transaction-ID: %s
nl_nl: Order compleet met transactie-ID: %s

source: Password
nl_nl: Wachtwoord

source: Pay with Circulair Currency.
nl_nl: Betaal met Circulair Geld

source: Payment from %1$s to %2$s
nl_nl: Betaling van %1$s naar %2$s

source: Personal > Settings > Webshop connections > accesscodes > Add > [Enter description] > Save > Activatiecode > Confirm
nl_nl: Persoonlijk > Instellingen > Webshop koppelingen > toegangscodes > Toevoegen > [Vul een beschrijving in] > Opslaan > Activatiecode > Bevestigen

source: Scan the QR-code to donate to further the development of this plugin.
nl_nl: Scan de QR-code om vrijblijvend te doneren om de verdere ontwikkeling van deze plugin mogelijk te maken.

source: Settings
nl_nl: Instellingen

source: Test credentials
nl_nl: Test inloggegevens

source: Test your credentials
nl_nl: Test je inloggegevens

source: This plugin is made possible by:
nl_nl: Deze plugin wordt u mogelijk gemaakt door:

source: Ticket not found
nl_nl: Ticket niet gevonden

source: Title during checkout
nl_nl: Titel tijdens checkout

source: Use an anonymus token instead of your credentials when the user is redirected to the payment screen, it is advised to use this option for enhanced security.
nl_nl: Gebruik een anoniem token ipv uw gebruikersnaam en wachtwoord als de gebruiker wordt doorgelinkt naar de betalingspagina, deze optie heeft de voorkeur vanwege veiligheidsredenen.

source: Username
nl_nl: Gebruikersnaam

source: Username, password and activation code have to be submitted for the token to be generated!
nl_nl: Gebruikersnaam, wachtwoord en activatie code moeten juist zijn ingevuld voordat het token aangemaakt kan worden!

source: username: demo, password: 1234
nl_nl: gebruikersnaam: demo, wachtwoord: 1234

source: WooCommerce is not activated.
nl_nl: WooCommerce is niet geactiveerd.

source: Your credentials are incorrect.
nl_nl: Je inloggegevens zijn incorrect.

source: Your credentials have ben validated.
nl_nl: Uw inloggegevens zijn succesvol geverifieerd.
